Repository: Hariom1607/MealMonkey
Catalog: MealMonkey/Localization/*.lproj/Localizable.strings
Languages: hi

# label_more_nav_title
source: More
hi: अधिक

# label_more_payment_details
source: Payment Details
hi: भुगतान विवरण

# label_more_my_orders
source: My Orders
hi: मेरे ऑर्डर

# label_more_notifications
source: Notifications
hi: सूचनाएँ

# label_more_inbox
source: Inbox
hi: इनबॉक्स

# label_more_wishlist
source: Wishlist
hi: इच्छा सूची

# label_more_about_us
source: About Us
hi: हमारे बारे में

# label_aboutus_nav_title
source: About Us
hi: हमारे बारे में

# label_aboutus_text_1
source: Our mission is to deliver a seamless and intuitive shopping experience...
hi: हमारा मिशन एक सहज और सरल खरीदारी अनुभव प्रदान करना है...

# label_aboutus_text_2
source: We are dedicated to maintaining high standards of performance, transparency...
hi: हम प्रदर्शन, पारदर्शिता के उच्च मानकों को बनाए रखने के लिए समर्पित हैं...

# label_aboutus_text_3
source: Your feedback matters. If you have any questions, suggestions...
hi: आपकी प्रतिक्रिया हमारे लिए महत्वपूर्ण है। यदि आपके पास कोई प्रश्न या सुझाव हैं...

# label_aboutus_text_4
source: We believe that technology should serve people. That’s why we constantly refine...
hi: हम मानते हैं कि तकनीक को लोगों की सेवा करनी चाहिए। इसलिए हम लगातार सुधार करते रहते हैं...

# label_aboutus_text_5
source: Security is our priority. We use industry-standard protocols...
hi: सुरक्षा हमारी प्राथमिकता है। हम उद्योग मानक प्रोटोकॉल का उपयोग करते हैं...

# label_aboutus_text_6
source: We value accessibility and inclusiveness. Our platform is designed to be usable by...
hi: हम पहुंच और समावेशिता को महत्व देते हैं। हमारा प्लेटफ़ॉर्म सभी के लिए उपयोगी बनाया गया है...

# label_aboutus_text_7
source: Sustainability matters to us. We support eco-friendly business practices...
hi: सततता हमारे लिए महत्वपूर्ण है। हम पर्यावरण-अनुकूल व्यावसायिक प्रथाओं का समर्थन करते हैं...

# label_inbox_nav_title
source: Inbox
hi: इनबॉक्स

# label_inbox_promotions_title
source: MealMonkey Promotions
hi: मीलमंकी प्रमोशन्स

# label_inbox_promotions_date
source: 6th July
hi: 6 जुलाई

# label_inbox_promotions_desc
source: Get 20% off on your next meal!
hi: अपने अगले भोजन पर 20% की छूट पाएं!

# label_inbox_orderupdate_title
source: Order Update
hi: ऑर्डर अपडेट

# label_inbox_orderupdate_date
source: 6th July
hi: 6 जुलाई

# label_inbox_orderupdate_desc
source: Your order is being prepared by the restaurant.
hi: आपका ऑर्डर रेस्टोरेंट द्वारा तैयार किया जा रहा है।

# label_inbox_deliveryreminders_title
source: Delivery Reminder
hi: डिलीवरी रिमाइंडर

# label_inbox_deliveryreminders_date
source: 6th July
hi: 6 जुलाई

# label_inbox_deliveryreminders_desc
source: Your delivery agent is on the way.
hi: आपका डिलीवरी एजेंट रास्ते में है।

# label_inbox_welcome_title
source: Welcome to MealMonkey
hi: मीलमंकी में आपका स्वागत है

# label_inbox_welcome_date
source: 6th July
hi: 6 जुलाई

# label_inbox_welcome_desc
source: Thanks for joining us! Start exploring meals.
hi: हमसे जुड़ने के लिए धन्यवाद! भोजन खोजना शुरू करें।

# label_inbox_experience_title
source: Rate Your Experience
hi: अपना अनुभव रेट करें

# label_inbox_experience_date
source: 6th July
hi: 6 जुलाई

# label_inbox_experience_desc
source: How was your recent meal order?
hi: आपका हाल का भोजन ऑर्डर कैसा था?

# label_inbox_flashsale_title
source: Flash Sale
hi: फ्लैश सेल

# label_inbox_flashsale_date
source: 6th July
hi: 6 जुलाई

# label_inbox_flashsale_desc
source: Enjoy 30% off on all pasta orders today only.
hi: आज केवल सभी पास्ता ऑर्डर पर 30% की छूट का आनंद लें।

# label_inbox_newrestaurants_title
source: New Restaurants
hi: नए रेस्टोरेंट्स

# label_inbox_newrestaurants_date
source: 6th July
hi: 6 जुलाई

# label_inbox_newrestaurants_desc
source: Discover trending restaurants in your area.
hi: अपने क्षेत्र के ट्रेंडिंग रेस्टोरेंट्स खोजें।

# label_inbox_referearn_title
source: Refer & Earn
hi: रेफर और कमाओ

# label_inbox_referearn_date
source: 6th July
hi: 6 जुलाई

# label_inbox_referearn_desc
source: Invite friends and earn ₹100 credits!
hi: दोस्तों को आमंत्रित करें और ₹100 क्रेडिट्स पाएं!

# label_inbox_weekendspecial_title
source: Weekend Special
hi: वीकेंड स्पेशल

# label_inbox_weekendspecial_date
source: 6th July
hi: 6 जुलाई

# label_inbox_weekendspecial_desc
source: Free dessert on orders above ₹499.
hi: ₹499 से अधिक के ऑर्डर पर फ्री डेज़र्ट।

# label_inbox_tips_title
source: MonkeyMeal Tips
hi: मीलमंकी टिप्स

# label_inbox_tips_date
source: 6th July
hi: 6 जुलाई

# label_inbox_tips_desc
source: Customize your orders with special instructions.
hi: स्पेशल निर्देशों के साथ अपने ऑर्डर कस्टमाइज़ करें।

# label_inbox_ordercancel_title
source: Order Cancelled
hi: ऑर्डर रद्द

# label_inbox_ordercancel_date
source: 6th July
hi: 6 जुलाई

# label_inbox_ordercancel_desc
source: Your order has been cancelled as requested.
hi: आपके अनुरोध पर आपका ऑर्डर रद्द कर दिया गया है।

# label_inbox_loyaltyprogram_title
source: Loyalty Program
hi: लॉयल्टी प्रोग्राम

# label_inbox_loyaltyprogram_date
source: 6th July
hi: 6 जुलाई

# label_inbox_loyaltyprogram_desc
source: Collect Monkey Points with every purchase.
hi: हर खरीद पर मंकी पॉइंट्स कमाएँ।

# label_inbox_securityupdate_title
source: Security Update
hi: सुरक्षा अपडेट

# label_inbox_securityupdate_date
source: 6th July
hi: 6 जुलाई

# label_inbox_securityupdate_desc
source: Your password was recently changed.
hi: आपका पासवर्ड हाल ही में बदला गया है।

# label_inbox_accountverified_title
source: Account Verified
hi: अकाउंट वेरिफाइड

# label_inbox_accountverified_date
source: 6th July
hi: 6 जुलाई

# label_inbox_accountverified_desc
source: Your account has been successfully verified.
hi: आपका अकाउंट सफलतापूर्वक वेरिफाई हो गया है।

# label_inbox_limiteddeal_title
source: Limited Time Deal
hi: सीमित समय का ऑफर

# label_inbox_limiteddeal_date
source: 6th July
hi: 6 जुलाई

# label_inbox_limiteddeal_desc
source: Flat ₹50 off on biryani orders today.
hi: आज बिरयानी ऑर्डर पर ₹50 की छूट।

# label_notifications_nav_title
source: Notifications
hi: सूचनाएँ

# label_notifications_orderplaced_msg
source: Order placed successfully
hi: ऑर्डर सफलतापूर्वक किया गया

# label_notifications_orderplaced_time
source: Just now
hi: अभी

# label_notifications_paymentconfirmed_msg
source: Your payment has been confirmed
hi: आपका भुगतान कन्फर्म हो गया है

# label_notifications_paymentconfirmed_time
source: 5 minutes ago
hi: 5 मिनट पहले

# label_notifications_foodprepared_msg
source: Your food is being prepared
hi: आपका खाना तैयार किया जा रहा है

# label_notifications_foodprepared_time
source: 10 minutes ago
hi: 10 मिनट पहले

# label_notifications_agentassigned_msg
source: Delivery agent assigned
hi: डिलीवरी एजेंट असाइन किया गया

# label_notifications_agentassigned_time
source: 30 minutes ago
hi: 30 मिनट पहले

# label_notifications_orderonway_msg
source: Your order is on the way
hi: आपका ऑर्डर रास्ते में है

# label_notifications_orderonway_time
source: 1 hour ago
hi: 1 घंटा पहले

# label_notifications_discount_msg
source: Special discount available!
hi: विशेष छूट उपलब्ध है!

# label_notifications_discount_time
source: 2 hours ago
hi: 2 घंटे पहले

# label_notifications_appupdate_msg
source: Download our new app update
hi: हमारा नया ऐप अपडेट डाउनलोड करें

# label_notifications_appupdate_time
source: 3 hours ago
hi: 3 घंटे पहले

# label_notifications_referfriend_msg
source: Refer a friend and earn
hi: दोस्त को रेफर करें और कमाएँ

# label_notifications_referfriend_time
source: 5 hours ago
hi: 5 घंटे पहले

# label_notifications_limiteddeal_msg
source: Limited-time deal ending soon
hi: सीमित समय का ऑफर जल्द खत्म हो रहा है

# label_notifications_limiteddeal_time
source: 12 hours ago
hi: 12 घंटे पहले

# label_notifications_deliverydone_msg
source: Delivery completed
hi: डिलीवरी पूरी हुई

# label_notifications_deliverydone_time
source: 1 day ago
hi: 1 दिन पहले

# label_notifications_ratemeal_msg
source: Rate your last meal
hi: अपने आखिरी भोजन को रेट करें

# label_notifications_ratemeal_time
source: 2 days ago
hi: 2 दिन पहले

# label_notifications_weekendoffer_msg
source: Weekend offer just for you
hi: आपके लिए विशेष वीकेंड ऑफर

# label_notifications_weekendoffer_time
source: 3 days ago
hi: 3 दिन पहले

# label_notifications_freedelivery_msg
source: Free delivery on orders above ₹299
hi: ₹299 से ऊपर के ऑर्डर पर फ्री डिलीवरी

# label_notifications_freedelivery_time
source: 5 days ago
hi: 5 दिन पहले

# label_notifications_thanks_msg
source: Thanks for being with us!
hi: हमारे साथ बने रहने के लिए धन्यवाद!

# label_notifications_thanks_time
source: 6 days ago
hi: 6 दिन पहले

# label_notifications_newrestaurants_msg
source: New restaurants added near you
hi: आपके पास नए रेस्टोरेंट्स जुड़े हैं

# label_notifications_newrestaurants_time
source: 1 week ago
hi: 1 सप्ताह पहले

# label_payment_nav_title
source: Payment Details
hi: भुगतान विवरण

# label_expiry
source: Expiry:
hi: समाप्ति:

# label_add_credit_debit_card
source: Add Credit/Debit Card
hi: क्रेडिट/डेबिट कार्ड जोड़ें

# label_customize_payment_method
source: Customize your payment method
hi: अपने भुगतान विधि को अनुकूलित करें

# label_you_can_remove_this_card
source: You can remove this card at any time
hi: आप इस कार्ड को हटा सकते हैं

# label_cash_on_delivery
source: Cash on Delivery
hi: कैश ऑन डिलीवरी

# label_other_methods
source: Other Payment Methods
hi: अन्य भुगतान विधियाँ

# label_add_new_card
source: Add New Card
hi: नया कार्ड जोड़ें

# label_add_card
source: Add Card
hi: कार्ड जोड़ें

# label_first_name
source: First Name
hi: पहला नाम

# label_last_name
source: Last Name
hi: अंतिम नाम

# label_card_number
source: Card Number
hi: कार्ड संख्या

# label_expiry_month
source: Expiry Month
hi: समाप्ति माह

# label_expiry_year
source: Expiry Year
hi: समाप्ति वर्ष

# label_security_code
source: Security Code
hi: सुरक्षा कोड

# label_alert_invalid_input
source: Please fill all fields correctly.
hi: कृपया सभी फ़ील्ड सही से भरें।

# label_alert_user_not_found
source: User not found.
hi: उपयोगकर्ता नहीं मिला।

# label_alert_card_already_saved
source: This card is already saved.
hi: यह कार्ड पहले से ही सेव्ड है।

# label_no_saved_cards
source: No saved cards yet. Add one to continue.
hi: कोई सेव्ड कार्ड नहीं। जारी रखने के लिए एक जोड़ें।

# label_remove_card_switch
source: Remove Card
hi: कार्ड हटाएँ

# label_ok
source: OK
hi: ठीक है

# label_next
source: Next
hi: अगला

# label_done
source: Done
hi: समाप्त

# label_select_location
source: Select your location
hi: अपना स्थान चुनें

# label_unknown
source: Unknown
hi: अज्ञात

# label_back_checkout
source: Checkout
hi: चेकआउट

# label_back_cart
source: Cart
hi: कार्ट

# label_back_otp
source: OTP
hi: ओटीपी

# label_back_forgot_password
source: Forgot Password
hi: पासवर्ड भूल गए

# label_back_wishlist
source: WishList
hi: विशलिस्ट

# label_back_profile
source: Profile
hi: प्रोफ़ाइल

# label_back_my_order
source: My Order
hi: मेरा ऑर्डर

# label_back_menu
source: Menu
hi: मेनू

# label_back_map
source: Change Address
hi: पता बदलें

# label_wishlist_empty_message
source: Your wishlist is empty.
hi: आपकी इच्छा सूची खाली है।

# label_wishlist_remove
source: Remove from Wishlist
hi: इच्छा सूची से हटाएं

# label_wishlist_add
source: Add to Wishlist
hi: इच्छा सूची में जोड़ें

# label_menu_search_placeholder
source: Search for food or drinks
hi: भोजन या पेय खोजें

# label_menu_no_results
source: No menu items found.
hi: कोई मेन्यू आइटम नहीं मिला।

# label_menu_items_count
source: %d Items
hi: %d आइटम

# label_menu_category_food
source: Food
hi: भोजन

# label_menu_category_beverages
source: Beverages
hi: पेय

# label_menu_category_desserts
source: Desserts
hi: मिठाइयाँ

# label_menu_search_food_placeholder
source: Search for food
hi: भोजन खोजें

# label_menu_search_beverages_placeholder
source: Search for beverages
hi: पेय खोजें

# label_menu_search_desserts_placeholder
source: Search for desserts
hi: मिठाई खोजें

# label_menu_no_food_results
source: No food items found.
hi: कोई भोजन आइटम नहीं मिला।

# label_menu_no_beverages_results
source: No beverage items found.
hi: कोई पेय आइटम नहीं मिला।

# label_menu_no_desserts_results
source: No dessert items found.
hi: कोई मिठाई आइटम नहीं मिला।

# label_menu_food_items_count
source: %d Items
hi: %d आइटम

# label_menu_beverages_items_count
source: %d Items
hi: %d आइटम

# label_menu_desserts_items_count
source: %d Items
hi: %d आइटम

# label_food_detail_nav_title
source: Food Detail
hi: भोजन विवरण

# label_success
source: Success
hi: सफलता

# label_added_to_cart
source: Item added to cart
hi: आइटम कार्ट में जोड़ा गया

# label_btn_add_to_cart
source: Add to Cart
hi: कार्ट में जोड़ें

# label_txt_select_ingredients
source: Select Ingredients
hi: सामग्री चुनें

# label_txt_size_of_portions
source: Select Size
hi: आकार चुनें

# label_alert_item_added
source: Item has been added to your cart!
hi: आइटम आपके कार्ट में जोड़ दिया गया है!

# label_4_star_ratings
source: 4 Star Ratings
hi: 4 सितारा रेटिंग

# label_total_price_title
source: Total Price
hi: कुल कीमत

# label_per_portion
source: Per Portion
hi: /प्रति पोर्शन

# label_description_title
source: Description
hi: विवरण

# label_customize_your_order
source: Customize Your Order
hi: अपना ऑर्डर अनुकूलित करें

# label_number_of_portions
source: Number of Portions
hi: पोर्टियनों की संख्या

# label_offers_nav_title
source: Latest Offers
hi: नवीनतम ऑफ़र

# label_find_discounts
source: Find discounts, Offers special meals and more!
hi: छूट, विशेष भोजन और बहुत कुछ खोजें!

# label_btn_check_offers
source: Check Offers
hi: ऑफ़र देखें

# label_offer_cafe_name_cafe_de_noires
source: Café de Noires
hi: कैफ़े डी नोइरेस

# label_offer_cafe_name_isso
source: Isso
hi: इसो

# label_offer_cafe_name_cafe_beans
source: Cafe Beans
hi: कैफ़े बीन्स

# label_offer_default_ratings
source: (124 ratings)
hi: (124 रेटिंग्स)

# label_offer_default_restaurant_type
source: Café
hi: कैफ़े

# label_offer_default_food_type
source: Western Food
hi: पश्चिमी भोजन

# label_foodscreen_nav_greeting
source: Good Morning
hi: सुप्रभात

# label_foodscreen_nav_greeting_user
source: Good Morning %@
hi: सुप्रभात %@

# label_foodscreen_location_placeholder
source: Select your location
hi: अपना स्थान चुनें

# label_foodscreen_search_placeholder
source: Search for food or drinks
hi: खाना या पेय खोजें

# label_foodscreen_section_popular
source: Popular
hi: लोकप्रिय

# label_foodscreen_section_most_popular
source: Most Popular
hi: सर्वाधिक लोकप्रिय

# label_foodscreen_section_recent
source: Recent Items
hi: हाल के आइटम

# label_foodscreen_btn_view_all
source: View All
hi: सभी देखें

# label_foodscreen_delivering_to
source: Delivering To
hi: डिलीवरी स्थान

# label_profile_nav_title
source: Profile
hi: प्रोफ़ाइल

# label_profile_welcome
source: Welcome, %@
hi: स्वागत है, %@

# label_profile_name_placeholder
source: Enter your name
hi: अपना नाम दर्ज करें

# label_profile_email_placeholder
source: Enter your email
hi: अपना ईमेल दर्ज करें

# label_profile_mobile_placeholder
source: Enter your mobile number
hi: अपना मोबाइल नंबर दर्ज करें

# label_profile_address_placeholder
source: Enter your address
hi: अपना पता दर्ज करें

# label_profile_btn_save
source: Save
hi: सहेजें

# label_profile_btn_signout
source: Sign Out
hi: साइन आउट

# label_profile_btn_edit
source: Edit Profile
hi: प्रोफ़ाइल संपादित करें

# label_cart_nav_title
source: My Cart
hi: मेरी कार्ट

# label_cart_empty_message
source: Your cart is empty!
hi: आपकी कार्ट खाली है!

# label_cart_empty_title
source: Empty Cart
hi: खाली कार्ट

# label_cart_place_order_btn
source: Place Order
hi: ऑर्डर करें

# label_cart_order_placed_title
source: Order Placed!
hi: ऑर्डर सफल!

# label_cart_order_placed_message
source: Your order has been placed successfully.
hi: आपका ऑर्डर सफलतापूर्वक किया गया है।

# label_cart_order_error_title
source: Order Failed!
hi: ऑर्डर असफल!

# label_cart_order_error_message
source: Something went wrong while placing your order. Please try again.
hi: ऑर्डर करते समय कुछ गलत हो गया। कृपया पुनः प्रयास करें।

# label_cart_qty
source: QTY: %@
hi: मात्रा: %@

# label_order_list_nav_title
source: My Orders
hi: मेरे ऑर्डर

# label_order_list_order_no_prefix
source: Order No:
hi: ऑर्डर नंबर:

# label_order_list_no_orders
source: You have not placed any orders yet.
hi: आपने अभी तक कोई ऑर्डर नहीं दिया है।

# label_my_order_nav_title
source: My Order
hi: मेरा ऑर्डर

# label_my_order_subtotal
source: Subtotal
hi: उप-योग

# label_my_order_delivery_cost
source: Delivery Cost
hi: डिलीवरी शुल्क

# label_my_order_total
source: Total
hi: कुल

# label_my_order_add_notes
source: Add Notes
hi: नोट जोड़ें

# label_my_order_checkout
source: Checkout
hi: चेकआउट

# label_my_order_address
source: Delivery Address
hi: डिलीवरी पता

# label_my_order_meal_monkey
source: Meal Monkey
hi: मील मंकी

# label_my_order_delivery_cost_title
source: Delivery Cost
hi: डिलीवरी शुल्क

# label_my_order_subtotal_title
source: Subtotal
hi: उप-योग

# label_my_order_delivery_instruction
source: Delivery Instructions
hi: डिलीवरी निर्देश

# label_checkout_you_can_remove_card
source: You can remove this card at any time.
hi: आप इस कार्ड को कभी भी हटा सकते हैं।

# label_checkout_expiry
source: Expiry
hi: समाप्ति

# label_checkout_add_credit_debit_card
source: Add Credit/Debit Card
hi: क्रेडिट/डेबिट कार्ड जोड़ें

# label_checkout_description_thank_you
source: Your order is now being processed. We will notify you once it is picked from the outlet. Check the status of your order.
hi: आपका ऑर्डर अब प्रोसेस हो रहा है। हम आपको सूचित करेंगे जब इसे आउटलेट से उठाया जाएगा। अपने ऑर्डर की स्थिति जांचें।

# label_checkout_for_your_order
source: For Your Order
hi: आपके ऑर्डर के लिए

# label_checkout_thank_you
source: Thank You
hi: धन्यवाद

# btn_checkout_add_card
source: Add Card
hi: कार्ड जोड़ें

# btn_checkout_send_order
source: Send Order
hi: ऑर्डर भेजें

# btn_checkout_back_to_home
source: Back to Home
hi: होम पर वापस जाएं

# btn_checkout_track_order
source: Track Order
hi: ऑर्डर ट्रैक करें

# btn_location_change
source: Change
hi: बदलें

# lbl_choose_a_saved_address
source: Choose a Saved Address
hi: सहेला पता चुनें

# txt_search_placeholder
source: Search Address
hi: पता दर्ज करें

# lbl_or_login_with
source: Or login with
hi: या इसके साथ लॉगिन करें

# lbl_add_your_detail_to_login
source: Add your details to login
hi: लॉगिन करने के लिए विवरण जोड़ें

# lbl_login
source: Login
hi: लॉगिन

# txt_email_placeholder
source: Email
hi: ईमेल

# txt_password_placeholder
source: Password
hi: पासवर्ड

# btn_eye
source: Toggle Password Visibility
hi: पासवर्ड दिखाएँ/छिपाएँ

# btn_signup_text
source: Don't have an Account? Sign Up
hi: खाता नहीं है? साइन अप करें

# btn_google_login
source: Login with Google
hi: Google से लॉगिन करें

# btn_facebook_login
source: Login with Facebook
hi: Facebook से लॉगिन करें

# btn_forgot_password
source: Forgot Password?
hi: पासवर्ड भूल गए?

# btn_login
source: Login
hi: लॉगिन करें

# alert_login_successful
source: Login Successful
hi: लॉगिन सफल

# alert_login_failed
source: Login Failed
hi: लॉगिन असफल

# alert_email_missing
source: Email Missing
hi: ईमेल गायब है

# alert_invalid_email
source: Invalid Email
hi: अमान्य ईमेल

# alert_password_missing
source: Password Missing
hi: पासवर्ड गायब है

# alert_invalid_password
source: Password must be at least 6 characters
hi: अमान्य पासवर्ड

# validation_email_missing
source: Please enter your email.
hi: कृपया अपना ईमेल दर्ज करें।

# validation_invalid_email
source: Please enter a valid email address.
hi: कृपया एक वैध ईमेल पता दर्ज करें।

# validation_password_missing
source: Please enter your new password.
hi: कृपया अपना पासवर्ड दर्ज करें।

# validation_invalid_password
source: Password must be at least 6 characters.
hi: पासवर्ड कम से कम 6 वर्ण का होना चाहिए।

# lbl_add_your_details_signup
source: Add your details to sign up
hi: साइन अप करने के लिए अपनी जानकारी जोड़ें

# lbl_signup_title
source: Sign Up
hi: साइन अप

# txtfield_name_placeholder
source: Enter your name
hi: अपना नाम दर्ज करें

# txtfield_email_placeholder
source: Enter your email
hi: अपना ईमेल दर्ज करें

# txtfield_mobile_placeholder
source: Enter your mobile number
hi: अपना मोबाइल नंबर दर्ज करें

# txtfield_address_placeholder
source: Enter your address
hi: अपना पता दर्ज करें

# txtfield_password_placeholder
source: Enter your password
hi: अपना पासवर्ड दर्ज करें

# txtfield_confirm_password_placeholder
source: Confirm your password
hi: पासवर्ड की पुष्टि करें

# btn_signup_action
source: Sign Up
hi: साइन अप करें

# btn_back_to_login
source: Back to Login
hi: लॉगिन पर वापस जाएं

# btn_eye_password
source: Show/Hide Password
hi: पासवर्ड दिखाएं/छिपाएं

# btn_eye_confirm_password
source: Show/Hide Confirm Password
hi: कन्फर्म पासवर्ड दिखाएं/छिपाएं

# alert_signup_success
source: Signup successful
hi: साइन अप सफल

# alert_user_exists
source: User already exists
hi: उपयोगकर्ता पहले से मौजूद है

# alert_name_missing
source: Name is required
hi: नाम आवश्यक है

# alert_mobile_missing
source: Mobile number is required
hi: मोबाइल नंबर आवश्यक है

# alert_address_missing
source: Address is required
hi: पता आवश्यक है

# alert_confirm_password_missing
source: Confirm Password Missing
hi: कन्फर्म पासवर्ड आवश्यक है

# alert_password_mismatch
source: Password Mismatch
hi: पासवर्ड मेल नहीं खाते

# lbl_forgotpassword_nav_title
source: Forgot Password
hi: पासवर्ड भूल गए

# lbl_forgotpassword_title
source: Forgot Password
hi: पासवर्ड भूल गए

# lbl_forgotpassword_subtitle
source: Please enter your email to receive a link to create a new password via email.
hi: कृपया अपना ईमेल दर्ज करें ताकि हम आपको नया पासवर्ड बनाने के लिए लिंक भेज सकें।

# btn_send
source: Send
hi: भेजें

# alert_otp_sent
source: OTP Sent
hi: ओटीपी भेजा गया

# alert_ok
source: OK
hi: ठीक है

# validation_no_account_email
source: No account found with this email.
hi: इस ईमेल से कोई खाता नहीं मिला।

# lbl_newpassword_nav_title
source: New Password
hi: नया पासवर्ड

# lbl_newpassword_title
source: Create New Password
hi: नया पासवर्ड बनाएँ

# lbl_newpassword_subtitle
source: Please enter your new password and confirm it below.
hi: कृपया अपना नया पासवर्ड दर्ज करें और नीचे पुष्टि करें।

# txt_newpassword_placeholder
source: Enter new password
hi: नया पासवर्ड दर्ज करें

# txt_confirm_password_placeholder
source: Confirm password
hi: पासवर्ड पुष्टि करें

# btn_submit_newpassword
source: Submit
hi: सबमिट करें

# validation_confirm_password_missing
source: Please confirm your password.
hi: कृपया अपना पासवर्ड पुष्टि करें।

# validation_password_mismatch
source: Passwords do not match.
hi: पासवर्ड मेल नहीं खा रहे हैं।

# alert_profile_update_failed
source: Profile Update Failed
hi: प्रोफ़ाइल अपडेट विफल

# alert_error
source: Error
hi: त्रुटि

# lbl_otp_title
source: We have sent an OTP to your Mobile
hi: हमने आपके मोबाइल पर OTP भेजा है

# lbl_otp_subtitle
source: Please check your mobile number 071*****12 to continue resetting your password
hi: कृपया अपना मोबाइल नंबर 071*****12 चेक करें और पासवर्ड रीसेट जारी रखें

# btn_otp_regeneration
source: Resend OTP
hi: OTP पुनः भेजें

# btn_otp_next
source: Next
hi: अगला

# feature_find_food_title
source: Find Food You Love
hi: अपना पसंदीदा खाना खोजें

# feature_fast_delivery_title
source: Fast Delivery
hi: तेजी से डिलीवरी

# feature_live_tracking_title
source: Live Tracking
hi: लाइव ट्रैकिंग

# feature_find_food_subtitle
source: Discover the best foods from over 1,000 restaurants and fast delivery to your doorstep
hi: 1,000 से अधिक रेस्तरां से बेहतरीन भोजन खोजें और अपने दरवाजे तक तेज़ डिलीवरी प्राप्त करें

# feature_fast_delivery_subtitle
source: Fast food delivery to your home, office wherever you are
hi: जहां भी आप हैं, अपने घर या कार्यालय तक फास्ट फूड डिलीवरी

# feature_live_tracking_subtitle
source: Real time tracking of your food on the app once you placed the order
hi: ऑर्डर करने के बाद अपने भोजन का वास्तविक समय में ट्रैकिंग

# label_more_languages
source: Languages
hi: भाषाएँ

# label_more_languages_title
source: Select Language
hi: भाषा चुनें
